const emojiData = [
    {
        code: '&#128512;',
        label: '😀'
    }, 
    {
        code: '&#128515;',
        label: '😃'
    },
    {
        code: '&#128516;',
        label: '😄'
    },
    {
        code: '&#128513;',
        label: '😁'
    },
    {
        code: '&#128518;',
        label: '😆'
    },
    {
        code: '&#128517;',
        label: '😅'
    },
    {
        code: '&#129315;',
        label: '🤣'
    },
    {
        code: '&#128514;',
        label: '😂'
    },
    {
        code: '&#128578;',
        label: '🙂'
    },
    {
        code: '	&#128579;',
        label: '🙃'
    },
    {
        code: '&#128521;',
        label: '😉',
    },
    {
        code: '&#128522;',
        label: '😊'
    },
    {
        code: '&#128519;',
        label: '😇'
    },
    {
        code: '&#129392;',
        label: '🥰'
    },
    {
        code: '&#128525;',
        label: '😍'
    },
    {
        code: '&#129321;',
        label: '🤩'
    },
    {
        code: '	&#128536;',
        label: '😘'
    },
    {
        code: '&#128535;',
        label: '😗'
    },
    {
        code: '&#128538;',
        label: '😚'
    },
    {
        code: '&#128537;',
        label: '😙'
    },
    {
        code: '&#128523;',
        label: '😋'
    },
    {
        code: '&#128539;',
        label: '😛'
    },
    {
        code: '&#128540;',
        label: '😜'
    },
    {
        code: '&#129322;',
        label: '🤪'
    },
    {
        code: '	&#128541;',
        label: '😝'
    },
    {
        code: '	&#129297;',
        label: '🤑'
    },
    {
        code: '&#129303;',
        label: '🤗'
    },
    {
        code: '&#129325;',
        label: '🤭'
    },
    {
        code: '&#129323;',
        label: '🤫'
    },
    {
        code: '&#129300;',
        label: '🤔'
    },
    {
        code: '&#129296;',
        label: '🤐'
    },
    {
        code: '&#129320;',
        label: '🤨'
    },
    {
        code: '&#128528;',
        label: '😐'
    },
    {
        code: '&#128529;',
        label: '😑'
    },
    {
        code: '&#128566;',
        label: '😶'
    },
    {
        code: '&#128527;',
        label: '😏'
    },
    {
        code: '&#128530;',
        label: '😒'
    },
    {
        code: '&#128580;',
        label: '🙄'
    },
    {
        code: '&#128556;',
        label: '😬'
    },
    {
        code: '&#129317;',
        label: '🤥'
    },
    {
        code: '&#128524;',
        label: '😌'
    },
    {
        code: '&#128532;',
        label: '😔'
    },
    {
        code: '&#128554;',
        label: '😪'
    },
    {
        code: '&#129316;',
        label: '🤤'
    },
    {
        code: '&#128564;',
        label: '😴'
    },
    {
        code: '&#128567;',
        label: '😷'
    },
    {
        code: '&#129298;',
        label: '🤒'
    },
    {
        code: '&#129301;',
        label: '🤕'
    },
    {
        code: '&#129314;',
        label: '🤢'
    },
    {
        code: '&#129326;',
        label: '🤮'
    },
    {
        code: '&#129319;',
        label: '🤧'
    },
    {
        code: '&#129397;',
        label: '🥵'
    },
    {
        code: '&#129398;',
        label: '🥶'
    },
    {
        code: '&#129396;',
        label: '🥴'
    },
    {
        code: '&#128565;',
        label: '😵'
    },
    {
        code: '&#129327;',
        label: '🤯'
    },
    {
        code: '&#129312;',
        label: '🤠'
    },
    {
        code: '&#129395;',
        label: '🥳'
    },
    {
        code: '&#128526;',
        label: '😎'
    },
    {
        code: '&#129299;',
        label: '🤓'
    },
    {
        code: '&#129488;',
        label: '🧐'
    },
    {
        code: '&#128533;',
        label: '😕'
    },
    {
        code: '&#128543;',
        label: '😟'
    },
    {
        code: '&#128577;',
        label: '🙁'
    },
    {
        code: '&#128558;',
        label: '😮'
    },
    {
        code: '&#128559;',
        label: '😯'
    },
    {
        code: '&#128562;',
        label: '😲'
    },
    {
        code: '&#128563;',
        label: '😳'
    },
    {
        code: '&#129402;',
        label: '🥺'
    },
    {
        code: '&#128550;',
        label: '😦'
    },
    {
        code: '&#128551;',
        label: '😧'
    },
    {
        code: '&#128552;',
        label: '😨'
    },
    {
        code: '&#128560;',
        label: '😰'
    },
    {
        code: '&#128549;',
        label: '😥'
    },
    {
        code: '&#128546;',
        label: '😢'
    },
    {
        code: '&#128557;',
        label: '😭'
    },
    {
        code: '&#128561;',
        label: '😱'
    },
    {
        code: '&#128534;',
        label: '😖'
    },
    {
        code: '&#128547;',
        label: '😣'
    },
    {
        code: '&#128542',
        label: '😞'
    },
    {
        code: '&#128531;',
        label: '😓'
    },
    {
        code: '&#128553;',
        label: '😩'
    },
    {
        code: '&#128555;',
        label: '😫'
    },
    {
        code: '&#128548;',
        label: '😤'
    },
    {
        code: '&#128545;',
        label: '😡'
    },
    {
        code: '&#128544;',
        label: '😠'
    },
    {
        code: '&#129324;',
        label: '🤬'
    },
    {
        code: '&#128520;',
        label: '😈'
    },
    {
        code: '&#128127;',
        label: '👿'
    },
    {
        code: '&#128128;',
        label: '💀'
    },
    {
        code: '&#9760;',
        label: '☠'
    },
    {
        code: '&#128169;',
        label: '💩'
    },
    {
        code: '&#129313;',
        label: '🤡'
    },
    {
        code: '&#128121;',
        label: '👹'
    },
    {
        code: '&#128122;',
        label: '👺'
    },
    {
        code: '&#128123;',
        label: '👻'
    },
    {
        code: '&#128125;',
        label: '👽'
    },
    {
        code: '&#128126;',
        label: '👾'
    },
        
]

export default emojiData;